[
{"heading": ["Binance Will List Conflux Network (CFX)"], "text": ["Binance will list Conflux Network (CFX) and open trading for CFX/BTC, CFX/BUSD and CFX/USDT trading pairs at 2021-03-29 11:00 AM (UTC). Users can now start depositing ", " in preparation for trading.", "Please note that we will only accept deposits and withdrawals for ", ". To convert from mainnet CFX tokens to BEP20 CFX tokens, please use the token bridge available ", ". ", "Do not use your Binance deposit address as the destination address when swapping tokens to BSC. Please ensure that you use a personal BSC address to receive the tokens first and then send to your Binance deposit address.", "Conflux Network is a scalable and decentralized blockchain network which aims to have high throughput and fast confirmation. The Conflux Network consensus algorithm operates with a special Directed Acyclic Graph (DAG) structure called Tree-Graph. Unlike Ethereum which only accepts transactions on a single chain into its ledger, Tree-Graph incorporates and processes transactions in all concurrent blocks. CFX is Conflux Network’s native utility token and is used for network consensus, ecosystem incentivization, governance and staking.", "Please ensure that you undertake sufficient risk assessment when trading newly listed tokens, as they are often subject to high price volatility.", "CFX Listing Fee: 0 BNB.", "Details:", ": This announcement has been updated on 2021-03-29 to add important notes on swapping CFX tokens. ", ": Cryptocurrency trading is subject to high market risk. Please make your trades cautiously. Binance will make best efforts to choose high-quality coins, but will not be responsible for your trading losses. ", "Thanks for your support!", "Binance Team", "2021-03-29", "Trade on the go with Binance’s mobile crypto trading app", "Find us on ", "Telegram: ", "Twitter: ", "Facebook: ", "Instagram: "]},
{"heading": ["Binance Will List Ellipsis (EPS) and Auto (AUTO) in the Innovation Zone"], "text": ["Binance will list Ellipsis (EPS) and Auto (AUTO) in the Innovation Zone and will open trading for EPS/BTC, EPS/BUSD, EPS/USDT, AUTO/BTC, AUTO/BUSD and AUTO/USDT trading pairs at 2021-04-02 9:00 AM (UTC). Users can now start depositing ", " and ", " in preparation for trading.", "Ellipsis is a decentralized exchange that allows for swapping of stablecoins with low slippage and minimal fees on Binance Smart Chain. EPS is Ellipsis' native utility token and is used for earning trading fees, staking, liquidity provider rewards and as airdrop rewards to veCRV holders.", "Auto is a yield farming aggregator running on Binance Smart Chain (BSC). It was designed with the purpose of optimizing DeFi users’ yields across various dApps in the DeFi space. AUTO is the native utility token of Auto and is used for governance and to pay out platform fees.", ": ", "The Innovation Zone is a dedicated trading zone where users are able to trade new, innovative tokens that are likely to have higher volatility and pose a higher risk than other tokens.", "Before being able to trade in the Innovation Zone, all users are required to visit the web version of the Innovation Zone trading page to carefully read the ", " and complete a questionnaire as part of the Initial Disclaimer. Please note that there will not be any trading restrictions on trading pairs in the Innovation Zone.", "EPS and AUTO are relatively new tokens that pose higher than normal risk, and as such will likely be subject to high price volatility. Please ensure that you exercise sufficient risk management, that you have done your own research in regards to EPS and AUTO’s fundamentals and fully understand the project before opting to trade.", "EPS and AUTO Listing Fee: 0 BNB.", "Details:", ": This announcement has been updated on 2021-04-02 to update brief introduction to Ellipsis (EPS).", ": Cryptocurrency trading is subject to high market risk. Please make your trades cautiously. Binance will make best efforts to choose high-quality coins, but will not be responsible for your trading losses.", "Thanks for your support!", "Binance Team", "2021-04-02", "Trade on the go with Binance’s mobile crypto trading app", "Find us on ", "Telegram: ", "Twitter: ", "Facebook: ", "Instagram: "]},
{"heading": ["Binance Futures: New Listings This Week (2021-03-29)"], "text": ["Binance Futures will launch USDT-margined CELR, HOT contracts with up to 25x leverage, with trading open scheduled as below:", "Note:", "Further information:", "In addition, Binance Futures has ", "the ", " periodically. The adjustment is expected to be completed in 10 weeks. The implementation times for this week are 2021-03-30 9:00 AM (UTC) and 2021-04-01 9:00 AM (UTC). To avoid being liquidated, please add more margin to your COIN-M Futures account or reduce your positions.", ": Futures trading carries a substantial risk and the possibility of both significant profits and losses. Past gains are not indicative of future returns. All of your margin balance may be liquidated in the event of extreme price movement. The information here should not be regarded as financial or investment advice from Binance. All trading strategies are used at your discretion and your own risk. Binance will not be liable to you for any loss that might arise from your use of Futures.", "Thanks for your support!", "Binance Team", "2021-03-29", "Trade on the go with Binance’s mobile crypto trading app", "Find us on ", "Telegram: ", "Twitter: ", "Facebook: ", "Instagram: "]}
]